bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
equinusocio.vsc-material-theme-icons
hashicorp.terraform
James-Yu.latex-workshop
mechatroner.rainbow-csv
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-bicep
ms-azuretools.vscode-dapr
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
PKief.material-icon-theme
ritwickdey.LiveServer
rust-lang.rust-analyzer
twxs.cmake
vscodevim.vim
