# Misc
equinusocio.vsc-material-theme-icons
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.hexeditor
ms-azuretools.vscode-docker
ritwickdey.LiveServer
vscodevim.vim
waderyan.gitblame
icrawl.discord-vscode

# Debugging
vadimcn.vscode-lldb
usernamehw.errorlens

# Language servers & syntax highlighting
13xforever.language-x86-64-assembly
dbaeumer.vscode-eslint
rust-lang.rust-analyzer
sumneko.lua
hashicorp.terraform
JakeBecker.elixir-ls
DigitalBrainstem.javascript-ejs-support
haskell.haskell
Ionide.Ionide-fsharp
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-bicep
ms-vscode.powershell
mechatroner.rainbow-csv
James-Yu.latex-workshop

# Python
ms-python.vscode-pylance
ms-python.python

# C/C++
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
twxs.cmake

# C#
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime

# GitHub Markdown
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble

# Jupyter Notebook
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow